[{"ten":"Chevrolet Bolt EV","hinhAnh":"/Chevrolet/USC70CHC401A021001.png","giaBan":36620,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Bolt EV is available as a wagon and SUV. The 2018 Bolt EV starts at $36,620 (MSRP), with a destination charge of $875. It gets EPA-estimated 120 MPG combined. The Chevrolet Bolt EV competes against models like the Volvo V60, Volkswagen Golf Alltrack, and Volvo V60 Cross Country.","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-bolt_ev/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70CHC401A021001.png"},{"ten":"Chevrolet Camaro","hinhAnh":"/Chevrolet/USC60CHC021A021001.png","giaBan":25905,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Camaro is available as a convertible and coupe. The 2018 Camaro starts at $25,905 (MSRP), with a destination charge of $995. It gets EPA-estimated 16-25 MPG combined. The Chevrolet Camaro competes against models like the BMW 440, Chevrolet Corvette, and Lexus LC 500h. The Camaro is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-camaro/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC021A021001.png"},{"ten":"Chevrolet Corvette","giaBan":55495,"soLuotXem":0,"soLuongBan":0,"nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-corvette/"},{"ten":"Chevrolet Cruze","hinhAnh":"/Chevrolet/USC60CHC301C021001.png","giaBan":16975,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Cruze is available as a hatchback and sedan. The 2018 Cruze starts at $16,975 (MSRP), with a destination charge of $875. It gets EPA-estimated 31-37 MPG combined. The Chevrolet Cruze competes against models like the Mazda Mazda6, Honda Civic, and Nissan Sentra. The Cruze is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-cruze/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC301C021001.png"},{"ten":"Chevrolet Cruze Limited","hinhAnh":"/Chevrolet/USC60CHC381C021001.png","giaBan":16120,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Cruze Limited is available as a sedan. Inventory prices for the 2016 Cruze Limited range from $10,465 to $16,269. It gets EPA-estimated 27-33 MPG combined. The Chevrolet Cruze Limited competes against models like the Chevrolet Malibu, Chevrolet Malibu Limited, and Ford Focus. The Cruze Limited is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2016","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-cruze_limited/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC381C021001.png"},{"ten":"Chevrolet Impala","hinhAnh":"/Chevrolet/CAC60CHC131A021001.png","giaBan":27895,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Impala is available as a sedan. The 2018 Impala starts at $27,895 (MSRP), with a destination charge of $875. It gets EPA-estimated 22-25 MPG combined. The Chevrolet Impala competes against models like the Subaru WRX, Ford Fusion Energi, and Dodge Charger. The Impala is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-impala/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC60CHC131A021001.png"},{"ten":"Chevrolet Malibu","hinhAnh":"/Chevrolet/USC60CHC111C021001.png","giaBan":21680,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Malibu is available as a sedan. The 2018 Malibu starts at $21,680 (MSRP), with a destination charge of $875. It gets EPA-estimated 26-30 MPG combined. The Chevrolet Malibu competes against models like the Honda Accord, Chrysler 300, and Kia Optima. The Malibu is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-malibu/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC111C021001.png"},{"ten":"Chevrolet Malibu Hybrid","hinhAnh":"/Chevrolet/USC60CHC231A021001.png","giaBan":27920,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Malibu Hybrid is available as a sedan. The 2018 Malibu Hybrid starts at $27,920 (MSRP), with a destination charge of $875. It gets EPA-estimated 46 MPG combined. The Chevrolet Malibu Hybrid competes against models like the Volkswagen Jetta, Audi A3, and Kia Stinger. The Malibu Hybrid is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-malibu_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC231A021001.png"},{"ten":"Chevrolet Malibu Limited","hinhAnh":"/Chevrolet/USC40CHC111A021001_2.png","giaBan":22565,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Malibu Limited is available as a sedan. Inventory prices for the 2016 Malibu Limited range from $11,519 to $18,427. It gets EPA-estimated 27 MPG combined. The Chevrolet Malibu Limited competes against models like the Kia Optima, Subaru Legacy, and Subaru WRX. The Malibu Limited is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2016","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-malibu_limited/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40CHC111A021001_2.png"},{"ten":"Chevrolet SS","hinhAnh":"/Chevrolet/USC60CHC361A021001.png","giaBan":46625,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet SS is available as a sedan. The 2017 SS starts at $46,625 (MSRP), with a destination charge of $995. It gets EPA-estimated 16 MPG combined. The Chevrolet SS competes against models like the BMW 330e, BMW 328d, and Audi A6. The SS is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-ss/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC361A021001.png"},{"ten":"Chevrolet Sonic","hinhAnh":"/Chevrolet/USC70CHC321D021001.png","giaBan":15295,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Sonic is available as a hatchback and sedan. The 2018 Sonic starts at $15,295 (MSRP), with a destination charge of $875. It gets EPA-estimated 28-32 MPG combined. The Chevrolet Sonic competes against models like the Ford Focus, Mazda Mazda3, and Ford Fusion. The Sonic is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-sonic/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70CHC321D021001.png"},{"ten":"Chevrolet Spark","hinhAnh":"/Chevrolet/USC60CHC331A021001.png","giaBan":13050,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Spark is available as a hatchback. The 2018 Spark starts at $13,050 (MSRP), with a destination charge of $875. It gets EPA-estimated 32-33 MPG combined. The Chevrolet Spark competes against models like the Hyundai Elantra GT, Kia Soul, and Toyota Corolla iM. The Spark is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-spark/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC331A021001.png"},{"ten":"Chevrolet Spark EV","hinhAnh":"/Chevrolet/USC50CHC341A021001.png","giaBan":25120,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Spark EV is available as a hatchback. Inventory prices for the 2016 Spark EV range from $10,681 to $13,177. It gets EPA-estimated 119 MPG combined. The Chevrolet Spark EV competes against models like the Volkswagen Golf GTI, Honda Fit, and Ford Focus Electric.","loai":"2016","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-spark_ev/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50CHC341A021001.png"},{"ten":"Chevrolet Volt","hinhAnh":"/Chevrolet/USC60CHC311A021001.png","giaBan":33220,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Volt is available as a hatchback. The 2018 Volt starts at $33,220 (MSRP), with a destination charge of $875. The Chevrolet Volt competes against models like the Honda Civic Type R, Toyota Prius Prime, and MINI Hardtop. The Volt is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-volt/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHC311A021001.png"},{"ten":"Chevrolet Equinox","hinhAnh":"/Chevrolet/USC80CHS151B021001.png","giaBan":23580,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Equinox is available as a SUV. The 2018 Equinox starts at $23,580 (MSRP), with a destination charge of $995. It gets EPA-estimated 24-32 MPG combined. The Chevrolet Equinox competes against models like the Nissan Rogue Sport, Volkswagen Atlas, and Mitsubishi Outlander Sport. The Equinox is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-equinox/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CHS151B021001.png"},{"ten":"Chevrolet Suburban","hinhAnh":"/Chevrolet/USC50CHS101B021001.png","giaBan":50200,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Suburban is available as a SUV. The 2018 Suburban starts at $50,200 (MSRP), with a destination charge of $1,295. It gets EPA-estimated 18-19 MPG combined. The Chevrolet Suburban competes against models like the Mazda CX-5, Dodge Journey, and Ford EcoSport. The Suburban is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-suburban/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50CHS101B021001.png"},{"ten":"Chevrolet Tahoe","hinhAnh":"/Chevrolet/USC80CHS111A021001.png","giaBan":47500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Tahoe is available as a SUV. The 2018 Tahoe starts at $47,500 (MSRP), with a destination charge of $1,295. It gets EPA-estimated 19 MPG combined. The Chevrolet Tahoe competes against models like the Jeep Grand Cherokee, Kia Niro Plug-In Hybrid, and MINI Countryman. The Tahoe is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-tahoe/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CHS111A021001.png"},{"ten":"Chevrolet Traverse","hinhAnh":"/Chevrolet/USC80CHS291B021001.png","giaBan":29930,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Traverse is available as a SUV. The 2018 Traverse starts at $29,930 (MSRP), with a destination charge of $995. It gets EPA-estimated 20-22 MPG combined. The Chevrolet Traverse competes against models like the INFINITI QX30, Jeep Renegade, and Mazda CX-3. The Traverse is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-traverse/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CHS291B021001.png"},{"ten":"Chevrolet Trax","hinhAnh":"/Chevrolet/CAC70CHS321A021001.png","giaBan":21000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Trax is available as a SUV. The 2018 Trax starts at $21,000 (MSRP), with a destination charge of $995. It gets EPA-estimated 27-28 MPG combined. The Chevrolet Trax competes against models like the Hyundai Tucson, Dodge Journey, and Jeep Cherokee.","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-trax/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC70CHS321A021001.png"},{"ten":"Chevrolet Colorado","hinhAnh":"/Chevrolet/USC60CHT351B021001.png","giaBan":20200,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Colorado is available as a crew cab, extended cab and regular cab. The 2018 Colorado starts at $20,200 (MSRP), with a destination charge of $995. It gets EPA-estimated 17-22 MPG combined. The Chevrolet Colorado competes against models like the Nissan Titan XD, Toyota Tacoma, and Nissan Titan. The Colorado is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-colorado/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHT351B021001.png"},{"ten":"Chevrolet Silverado 1500","hinhAnh":"/Chevrolet/USC60CHT272A021001.png","giaBan":28300,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Silverado 1500 is a full-size, light-duty, half-ton pickup truck with heavy-duty 2500 and 3500 models augmenting the lineup for towing and hauling needs. Combined, Silverado is GM’s best-selling nameplate and usually takes second place in overall U.S. vehicle sales. Like most pickups, it’s available in various cab configurations, cargo bed lengths and trim levels, ranging from rubber-floored work trucks to premium models for the growing personal-use market. Engine choices have typically been a V-6 and at least two V-8s. The Silverado 1500 shares mechanical underpinnings with GM’s other half-ton pickup, the GMC Sierra 1500. The Silverado 1500 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2019","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-silverado_1500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CHT272A021001.png"},{"ten":"Chevrolet Silverado 2500HD","hinhAnh":"/Chevrolet/USC50CHT301A021001.png","giaBan":0,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Silverado 2500 is available as a crew cab, regular cab and extended cab. The 2018 Silverado 2500 starts at $34,400 (MSRP), with a destination charge of $1,395. The Chevrolet Silverado 2500 competes against models like the GMC Sierra 2500, Chevrolet Silverado 1500, and RAM 3500. The Silverado 2500 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-silverado_2500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50CHT301A021001.png"},{"ten":"Chevrolet Silverado 3500HD","hinhAnh":"/Chevrolet/USC50CHT476C021001_2.png","giaBan":0,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Silverado 3500 is available as a crew cab, regular cab and extended cab. The 2018 Silverado 3500 starts at $35,500 (MSRP), with a destination charge of $1,395. The Chevrolet Silverado 3500 competes against models like the GMC Sierra 2500, RAM 2500, and Chevrolet Silverado 2500. The Silverado 3500 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-silverado_3500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50CHT476C021001_2.png"},{"ten":"Chevrolet City Express","hinhAnh":"/Chevrolet/USC50CHV351A021001.png","giaBan":22855,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet City Express is available as a cargo van. The 2018 City Express starts at $22,855 (MSRP), with a destination charge of $995. It gets EPA-estimated 25 MPG combined. The Chevrolet City Express competes against models like the RAM ProMaster City, Nissan NV200, and Ford Transit Connect.","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-city_express/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50CHV351A021001.png"},{"ten":"Chevrolet Express 2500","hinhAnh":"/Chevrolet/USC80CHV341B021001.png","giaBan":31295,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Express 2500 is available as a cargo van and passenger van. The 2018 Express 2500 starts at $31,295 (MSRP), with a destination charge of $1,195. The Chevrolet Express 2500 competes against models like the Mercedes-Benz Sprinter 2500, Ford Transit-350, and RAM ProMaster 1500.","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-express_2500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CHV341B021001.png"},{"ten":"Chevrolet Express 3500","hinhAnh":"/Chevrolet/USC80CHV341B021001.png","giaBan":34615,"soLuotXem":0,"soLuongBan":0,"moTa":"The Chevrolet Express 3500 is available as a cargo van and passenger van. The 2018 Express 3500 starts at $34,615 (MSRP), with a destination charge of $1,195. The Chevrolet Express 3500 competes against models like the RAM ProMaster 2500, Mercedes-Benz Sprinter 2500, and RAM ProMaster 3500.","loai":"2018","nhaSanXuat":"Chevrolet","urlXe":"https://www.cars.com/research/chevrolet-express_3500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CHV341B021001.png"}]