[{"TEN":"Ram Crucial DDR3L 4GB Bus 1600 SODIMM 1.35v ( CT51264BF160B )","GIA":890000,"HINHANH":"Ram Laptop, Ram Desktop/Ram-Crucial-DDR3L-4GB-Bus-1600-SODIMM-1.35v-1-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Crucial (USA) Model CT51264BF160BJ Chuẩn RAM DDR3L SODIMM Bus hỗ trợ 1600 MHz Dung lượng 4 GB (1x4GB) Điện áp Tương thích 1.35V (for Haswell) Latency CL11 Bảo hành 36 tháng Micron Technology, Inc. là một tập đoàn toàn cầu của Mỹ có trụ sở tại Boise, Idaho. Micron được thành lập vào năm 1978 như là một công ty thiết kế chất bán dẫn gồm bốn người ở tầng hầm của một văn phòng nha khoa Boise, Idaho. Vào năm 1980, Micron đã phát triển nhà máy chế tạo chất bán dẫn đầu tiên, và sau đó chỉ vài năm đã cho ra mắt bộ nhớ 256K nhỏ nhất thế giới. Năm 1985, Micron giành được vị trí trên Fortune 500 và đã trở thành một nhà lãnh đạo ngành công nghiệp bán dẫn thông qua những sự đổi mới công nghệ. Trong gần 40 năm qua, Micron đã mang đến các tiến bộ công nghệ quan trọng nhất thế giới, cung cấp bộ nhớ và hệ thống lưu trữ tối ưu cho nhiều ứng dụng. Sản phẩm của Micron được bán trên thị trường dưới nhãn hiệu Crucial Technology và Lexar. Micron Technology nằm trong top 5 các công ty sản xuất chất bán dẫn trên thế giới. Thương hiệu Crucial Loại ram DDR3L 1.35v Bus Ram 1600MHz Dung lượng Ram 4GB","NHASANXUAT":"Crucial (USA)","MODEL":"CT51264BF160BJ","DUNGLUONG":"4 GB (1x4GB)","BAOHANH":"36 tháng"},{"TEN":"Ram Corsair DDR3 4GB Bus 1333 1.5V ( Support 1066 ) ( CMSO4GX3M1A1333C9 )","GIA":980000,"HINHANH":"Ram Laptop, Ram Desktop/Ram-Corsair-DDR3-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Corsair Model CMSO4GX3M1A1333C9 Chuẩn RAM DDR3 SODIMM Bus hỗ trợ 1066 – 1333 Mhz Dung lượng 4 GB (1x4GB) Điện áp Tương thích 1.5v Cas Latency CL9 Bảo hành 36 tháng Corsair DDR3 Bus 1066-1333Mhz – Thương hiệu hàng đầu về bộ nhớ RAM Dễ dàng nâng cấp laptop của bạn với RAM Corsair DDR3 Bus 1066-1333Mhz, khi dung lượng RAM được tăng lên sẽ giúp máy tính của bạn chạy những tiến trình đa nhiệm được nhiều hơn và load nhanh hơn. Một sự kết hợp hài hòa giữa hiệu năng và giá thành, các mô-đun RAM CORSAIR là một lựa chọn nâng cấp tuyệt vời cho máy tính văn phòng và máy tính cá nhân của bạn. Nó được thử nghiệm với các tiêu chuẩn cực kì cao của Corsair, đáng tin cậy, và tương thích với hầu như tất cả các máy tính xách tay, và những dòng máy đời cũ dùng DDR3 như DuoCore, Core 2 Duo, Gen 1 \u0026 2,…. DDR3 1333 Bộ nhớ RAM CORSAIR CMSO4GX3M1A1333C9 này được thiết kế ở tốc độ bus 1333MHz, và băng thông lên đến 10.6GBps mỗi kênh. Bạn sẽ thấy nó rất lý tưởng cho nhu cầu đáp ứng sự phát triển của các hệ điều hành hiện nay và các ứng dụng. CasLatency 9 đảm bảo đáp ứng hệ thống luôn hoạt động trơn tru. Chất lượng hàng đầu Linh kiện cao cấp, chất lượng thiết kế sản xuất và thử nghiệm nghiêm ngặt đảm bảo độ tin cậy và ổn định để sử dụng trong những môi trường khắc nghiệt nhất. Thương hiệu Corsair Loại ram DDR3 1.5v Bus Ram 1333MHz Dung lượng Ram 4GB","NHASANXUAT":"Corsair","MODEL":"CMSO4GX3M1A1333C9","DUNGLUONG":"4 GB (1x4GB)","BAOHANH":"36 tháng"},{"TEN":"Ram Corsair DDR3L 4GB Bus 1600 SODIMM 1.35v ( CMSO4GX3M1C1600C11 )","GIA":990000,"HINHANH":"Ram Laptop, Ram Desktop/Ram-Corsair-DDR3L-VALUESELECT-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Corsair Model CMSO4GX3M1C1600C11 Chuẩn RAM DDR3L Haswell Bus hỗ trợ 1333 – 1600 Mhz Dung lượng 4 GB (1x4GB) Điện áp Tương thích 1.35v Tản nhiệt Không Bảo hành 36 tháng Thương hiệu Corsair Loại ram DDR3L 1.35v Bus Ram 1600MHz Dung lượng Ram 4GB","NHASANXUAT":"Corsair","MODEL":"CMSO4GX3M1C1600C11","DUNGLUONG":"4 GB (1x4GB)","BAOHANH":"36 tháng"},{"TEN":"Ram Corsair Vengeance DDR3 4GB Bus 1600 1.5V ( CMSX4GX3M1A1600C9 )","GIA":1120000,"HINHANH":"Ram Laptop, Ram Desktop/Ram-Laptop-Corsair-Vengeance-DDR3-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Corsair Model CMSX4GX3M1A1600C9 Chuẩn RAM DDR3 Bus hỗ trợ 1600 Mhz Dung lượng 4 GB (1x4GB) Điện áp Tương thích 1.5v Tản nhiệt Không Bảo hành 36 tháng Thương hiệu Corsair Loại ram DDR3 1.5v Bus Ram 1600MHz Dung lượng Ram 4GB","NHASANXUAT":"Corsair","MODEL":"CMSX4GX3M1A1600C9","DUNGLUONG":"4 GB (1x4GB)","BAOHANH":"36 tháng"},{"TEN":"Ram PC KLEVV Creative Evolution DDR4 4GB (1x4GB) Bus 2400Mhz IM44GU48N24-FFFHA0","GIA":1130000,"HINHANH":"Ram Laptop, Ram Desktop/KLEVV-Creative-Evolution-01-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Essencore (Hynix Korea) Model IM44GU48N24-FFFHA0 Chuẩn Ram DDR4 Bus hỗ trợ 2400 MHz Dung lượng 4GB (1x4GB) Điện áp Bus 2400Mhz 1.2v CAS Latency 15-15-15 Tản nhiệt Không Bảo hành 36 tháng (Made in Korea ) Ram PC KLEVV Creative Evolution DDR4 Hiệu năng ngoài sự mong đợi Với sự chạy đua về hiệu năng của các thương hiệu sản xuất bộ nhớ trên thế giới. Essencore (SK Hynix) hứa hẹn mang lại những sản phẩm hiện đại nhất cho khách hàng. Ram PC KLEVV Creative Evolution DDR4 rất chú trọng vào hiệu năng và chất lượng. Với thiết kế đơn giản, mạch PCB màu đen tinh tế sẽ làm cho hệ thống Case PC của bạn cực kỳ hầm hố theo phong cách của một Games thủ, Ram PC KLEVV Creative Evolution DDR4 là giải phát tốt nhất cho người chơi theo đuổi phong cách Gaming Gear và cần hiệu năng cao. Hỗ trợ Intel XMP 2.0 Ram PC KLEVV Creative Evolution DDR4 hỗ trợ Intel XMP 2.0 cho người dùng ép xung, cung cấp tốc độ tối đa của DDR4. Hỗ trợ các nền tảng mới nhất Trải nghiệm cảm giác tuyệt vời của Ram PC KLEVV Creative Evolution DDR4 với hệ thống AMD RYZEN. Thương hiệu Klevv Bus Ram 2400MHz Dung lượng Ram 4GB Loại ram DDR4 1.2v","NHASANXUAT":"Essencore (Hynix Korea)","MODEL":"IM44GU48N24-FFFHA0","DUNGLUONG":"4GB (1x4GB)","BAOHANH":"36 tháng (Made in Korea )"},{"TEN":"Ram Laptop Crucial DDR4 4GB Bus 2400 for Skylake / Kabylake (CT4G4SFS824A)","GIA":1150000,"HINHANH":"Ram Laptop, Ram Desktop/Crucial-DDR4-2400-00-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Crucial (USA) Model CT4G4SFS824A Chuẩn Ram DDR4 SoDIMM Bus hỗ trợ 2400 MHz Dung lượng 4 GB Điện áp 1.2v CAS Latency CL17 Over Clock None Bảo hành 36 tháng Micron Technology, Inc. là một tập đoàn toàn cầu của Mỹ có trụ sở tại Boise, Idaho. Micron được thành lập vào năm 1978 như là một công ty thiết kế chất bán dẫn gồm bốn người ở tầng hầm của một văn phòng nha khoa Boise, Idaho. Vào năm 1980, Micron đã phát triển nhà máy chế tạo chất bán dẫn đầu tiên, và sau đó chỉ vài năm đã cho ra mắt bộ nhớ 256K nhỏ nhất thế giới. Năm 1985, Micron giành được vị trí trên Fortune 500 và đã trở thành một nhà lãnh đạo ngành công nghiệp bán dẫn thông qua những sự đổi mới công nghệ. Trong gần 40 năm qua, Micron đã mang đến các tiến bộ công nghệ quan trọng nhất thế giới, cung cấp bộ nhớ và hệ thống lưu trữ tối ưu cho nhiều ứng dụng. Ram Laptop Crucial DDR4 4GB Bus 2400 More speed. More battery life. More memory capacity. Fuel your next-gen laptop. Ram Laptop Crucial DDR4 4GB Bus 2400 phá vỡ mọi giới hạn tốc độ của DDR3 khi bị thắt cổ chai. Cải thiện hiệu suất máy tính, tiết kiệm năng lượng hơn và dung lượng lớn hơn rất nhiều, hỗ trợ tất cả các dòng vi xử lý thế hệ mới nhất – Xung bus cực cao lên đến 2400 MT/s. – Khả năng tăng băng thông lên đến 30%. – Giảm tiêu thụ năng lượng lên đến 40% và kéo dài tuổi thọ pin. – Tăng tốc độ truy cập để cải thiện thông lượng dữ liệu tuần tự. – Tối ưu hóa cho các bộ xử lý và các nền tảng thế hệ mới nhất. – Dung lượng module lẻ lên đến 8GB và những bộ Kit lên đến 32GB. – Thời hạn bảo hành lên đến 36 tháng. Tiết kiệm năng lượng Ram Laptop Crucial DDR4 4GB Bus 2400 sử dụng hiệu điện thế 1.2v giúp tiêu thụ điện năng ít hơn 20% so với dòng Ram DDR3, và tăng hiệu năng tổng thể lên đến 40%. Dung lượng cực lớn Ram Laptop Crucial DDR4 4GB Bus 2400 có dung lượng 16GB, và khi công nghệ DDR4 phát triển, các mô-đun có thể đạt đến dung lượng 32GB DDR3. Giúp giải quyết vấn đề thiếu khe gắn RAM cho Laptop đời mới. Tốc độ nhanh hơn Ram Laptop Crucial DDR4 4GB Bus 2400 nhanh hơn gấp nhiều lần so với DDR3 modules. Băng thông lớn hơn Ram Laptop Crucial DDR4 4GB Bus 2400 tăng băng thông bộ nhớ trên 30%, cho phép hệ thống của bạn để xử lý nhiều dữ liệu hơn cùng một lúc, tối ưu hóa cho nền tảng vi xử lý thế hệ mới, cho phép bạn tối đa hóa băng thông. Thương hiệu Crucial Loại ram DDR4 1.2v Bus Ram 2400MHz Dung lượng Ram 4GB","NHASANXUAT":"Crucial (USA)","MODEL":"CT4G4SFS824A","DUNGLUONG":"4 GB","BAOHANH":"36 tháng"},{"TEN":"Ram Laptop Crucial Ballistix Sport LT 4GB DDR4 SoDIMM Bus 2666 (BLS4G4S26BFSD)","GIA":1350000,"HINHANH":"Ram Laptop, Ram Desktop/Crucial-Ballistix-Sport-DDR4-2666-01-280x315.jpg","MOTA":"Thông số kĩ thuật Nhà sản xuất Crucial (USA) Model BLS4G4S26BFSD Chuẩn Ram DDR4 SoDIMM Bus hỗ trợ 2666 MHz Dung lượng 4 GB (1x4GB) Điện áp 1.2v CAS Latency CL16 Over Clock Có Tản nhiệt Không Bảo hành 36 tháng Micron Technology, Inc. là một tập đoàn toàn cầu của Mỹ có trụ sở tại Boise, Idaho. Micron được thành lập vào năm 1978 như là một công ty thiết kế chất bán dẫn gồm bốn người ở tầng hầm của một văn phòng nha khoa Boise, Idaho. Vào năm 1980, Micron đã phát triển nhà máy chế tạo chất bán dẫn đầu tiên, và sau đó chỉ vài năm đã cho ra mắt bộ nhớ 256K nhỏ nhất thế giới. Năm 1985, Micron giành được vị trí trên Fortune 500 và đã trở thành một nhà lãnh đạo ngành công nghiệp bán dẫn thông qua những sự đổi mới công nghệ. Trong gần 40 năm qua, Micron đã mang đến các tiến bộ công nghệ quan trọng nhất thế giới, cung cấp bộ nhớ và hệ thống lưu trữ tối ưu cho nhiều ứng dụng. Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM More speed. More battery life. More memory capacity. Fuel your next-gen laptop. Better Gaming Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM phá vỡ mọi giới hạn tốc độ của DDR3 khi bị thắt cổ chai. Cải thiện hiệu suất máy tính bằng cách tăng băng thông lên cao, tăng hiệu suất đa nhiệm, đồ họa mượt mà hơn, giảm tối đa độ trễ, tiết kiệm năng lượng và dung lượng lớn hơn rất nhiều, hỗ trợ tất cả các dòng vi xử lý thế hệ mới nhất. – Xung bus cực cao lên đến 2666 MT/s. – Khả năng tăng băng thông lên đến 30%. – Tốc độ cao và thời gian đáp ứng nhanh hơn bộ nhớ DDR4 thông thường. – Tăng hiệu suất và tốc độ khung hình cho các hệ thống có card đồ họa. – Giải pháp nâng cấp tốt nhất cho các dòng máy tính Gaming. – Giảm tiêu thụ năng lượng lên đến 40% và kéo dài tuổi thọ pin. – Tăng tốc độ truy cập để cải thiện thông lượng dữ liệu tuần tự. – Tối ưu hóa cho các bộ xử lý và các nền tảng thế hệ mới nhất. – Hỗ trợ ép xung Intel XMP 2.0 – Dung lượng module lẻ lên đến 8GB và những bộ Kit lên đến 32GB. – Thời hạn bảo hành lên đến 36 tháng. Tiết kiệm năng lượng Ram Laptop Crucial DDR4 8GB Bus 2666 sử dụng hiệu điện thế 1.2v giúp tiêu thụ điện năng ít hơn 20% so với dòng Ram DDR3, và tăng hiệu năng tổng thể lên đến 40%. Dung lượng cực lớn Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM có dung lượng lẻ lên đến 16GB và bộ kit lên đến 32GB, giúp giải quyết vấn đề thiếu khe gắn RAM và không gian bên trong các dòng Laptop mỏng. Đáp ứng mọi yêu cầu khắt khe của bạn. Dễ dàng lắp đặt Bạn chỉ cần cắm các mô đun và sẵn sàng sử dụng mà không cần cấu hình BIOS. Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM sử dụng công nghệ tiên tiến và hỗ trợ cấu hình Intel XMP 2.0 hỗ trợ tự động ép xung khi cần thiết. Tăng cường hiệu năng cho Card đồ họa tích hợp Với tốc độ băng thông lên đến 2400 MT/s, Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM nâng cao hiệu suất của card đồ họa tích hợp. Vì đồ họa tích hợp đòi hỏi chia sẻ bộ nhớ từ bộ nhớ máy tính, Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM nhanh hơn giúp tăng tốc độ khung hình và cải thiện hình ảnh trên màn hình của bạn. Chất lượng Micron: luôn được Game thủ chuyên nghiệp tin tưởng Là một thương hiệu của Micron, một trong những nhà sản xuất bộ nhớ lớn nhất trên thế giới, Ram Laptop Crucial Ballistix Sport DDR4 SoDIMM được thiết kế để mang lại hiệu suất cao hơn các bộ nhớ thông thường. Trong hơn 35 năm, Micron đã thiết kế bộ nhớ DDR dòng phổ thông cho đến Ballistix Sport DDR4, giúp bạn có được hiệu suất hoạt động tốt nhất. Thương hiệu Crucial Loại ram DDR4 1.2v Bus Ram 2666MHz Dung lượng Ram 4GB","NHASANXUAT":"Crucial (USA)","MODEL":"BLS4G4S26BFSD","DUNGLUONG":"4 GB (1x4GB)","BAOHANH":"36 tháng"},{"TEN":"Ram Corsair DDR4 4GB Bus 2133MHz for Skylake ( CMSO4GX4M1A2133C15 )","GIA":1390000,"HINHANH":"Ram Laptop, Ram Desktop/Ram-Corsair-DDR4-4GB-Bus-2133-1.2v-1-280x315.png","MOTA":"Thông số kĩ thuật Nhà sản xuất Corsair Model CMSO4GX4M1A2133C15 Chuẩn RAM DDR4 SODIMM Bus hỗ trợ PC4-17000 2133 Mhz Dung lượng 4 GB (4GB x 1) Điện áp 1.2v Latency CL15 OverClock None Bảo hành 36 tháng Thương hiệu Corsair Loại ram DDR4 1.2v Bus Ram 2133MHz Dung lượng Ram 4GB","NHASANXUAT":"Corsair","MODEL":"CMSO4GX4M1A2133C15","DUNGLUONG":"4 GB (4GB x 1)","BAOHANH":"36 tháng"}]